name: "face_anime_v2"
platform: "onnxruntime_onnx"
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [ 1, 3, 512, 512 ]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [ 1, 3, 512, 512 ]
  }
]